Repository: blinkbitcoin/blink-for-woocommerce
Catalog: languages/blink-for-woocommerce-*.po
Languages: es

source: Your PHP version is %s but Blink Payment plugin requires version 7.4+.
es: Tu versión de PHP es %s, pero el plugin de pago Blink requiere la versión 7.4+.

source: WooCommerce seems to be not installed. Make sure you do before you activate Blink Payment Gateway.
es: Parece que WooCommerce no está instalado. Asegúrate de instalarlo antes de activar el Gateway de Pago Blink.

source: The PHP cURL extension is not installed. Make sure it is available otherwise this plugin will not work.
es: La extensión cURL de PHP no está instalada. Asegúrate de que esté disponible, de lo contrario este plugin no funcionará.

source: Plugin not configured yet, please %1$sconfigure the plugin here%2$s
es: El plugin aún no está configurado, por favor %1$sconfigura el plugin aquí%2$s

source: Thank you for using Blink for WooCommerce! If you like the plugin, we would love if you %1$sleave us a review%2$s.
es: ¡Gracias por usar Blink para WooCommerce! Si te gusta el plugin, nos encantaría que %1$snos dejaras una reseña%2$s.

source: Settings
es: Ajustes

source: Debug log
es: Registro de depuración

source: Docs
es: Documentos

source: Support Chat
es: Chat de Soporte

source: Blink Settings
es: Ajustes de Blink

source: Protect order status
es: Proteger estado del pedido

source: Debug Log
es: Registro de depuración

source: Error fetching data for this API key from server. Please check if the API key is valid.
es: Error al obtener datos para esta clave API desde el servidor. Por favor, verifica si la clave API es válida.

source: Blink Bitcoin Lightning gateway.
es: Gateway de Blink Bitcoin Lightning.

source: Enabled/Disabled
es: Habilitado/Deshabilitado

source: Enable this payment gateway.
es: Habilitar este gateway de pago.

source: Title
es: Título

source: Controls the name of this payment method as displayed to the customer during checkout.
es: Controla el nombre de este método de pago tal como se muestra al cliente durante el proceso de compra.

source: Customer Message
es: Mensaje para el cliente

source: Message to explain how the customer will be paying for the purchase.
es: Mensaje para explicar cómo el cliente pagará la compra.

source: Can't process order. Please contact us if the problem persists.
es: No se puede procesar el pedido. Por favor, contáctanos si el problema persiste.

source: Invoice expired.
es: Factura expirada.

source: Invoice payment settled.
es: Pago de factura liquidado.

source: Blink For Woocommerce
es: Blink Para Woocommerce

source: Blink is a free and open-source bitcoin wallet which allows you to receive payments in Bitcoin and stablesats directly, with no fees or transaction cost.
es: Blink es una billetera de bitcoin gratuita y de código abierto que te permite recibir pagos en Bitcoin y stablesats directamente, sin comisiones o costos de transacción

# blink-for-woocommerce
source: Order Status
es: Estado del Pedido

# blink-for-woocommerce
source: Waiting payment
es: Esperando pago

# blink-for-woocommerce
source: Waiting for payment settlement
es: Esperando liquidación de pago

# blink-for-woocommerce
source: Payment settled
es: Pago liquidado

# blink-for-woocommerce
source: Order completed
es: Pedido completado

# blink-for-woocommerce
source: Payment failed
es: Pago fallido

# blink-for-woocommerce
source: Webhook Url
es: URL del Webhook

# blink-for-woocommerce
source: Default Customer Message
es: Mensaje predeterminado para el cliente

# blink-for-woocommerce
source: Message to explain how the customer will be paying for the purchase. Can be overwritten on a per gateway basis.
es: Mensaje para explicar cómo el cliente pagará la compra. Puede ser sobrescrito en cada gateway.

# global_settings
source: Blink Payment settings
es: Ajustes de pago Blink

# global_settings
source: Not connected. Please configure your api key.
es: No conectado. Por favor, configura tu clave API.

# global_settings
source: Connected.
es: Conectado.

# global_settings
source: Connection settings
es: Ajustes de conexión

# global_settings
source: This plugin version is %s and your PHP version is %s. Check out our <a href="https://dev.blink.sv/examples/woocommerce-plugin/" target="_blank">installation instructions</a>. If you need assistance, please come on our <a href="https://chat.blink.sv" target="_blank">chat</a>. Thank you for using Blink!
es: Esta versión del plugin es %s y tu versión de PHP es %s. Consulta nuestras <a href="https://dev.blink.sv/examples/woocommerce-plugin/" target="_blank">instrucciones de instalación</a>. Si necesitas ayuda, por favor, únete a nuestro <a href="https://chat.blink.sv" target="_blank">chat</a>. ¡Gracias por usar Blink!
